[
  {
    "id": 1,
    "title": "1984",
    "author": "Джордж Оруэлл",
    "image": ["./img-books/1.jpeg", "./img-books/1_author.jpeg"],
    "description": "Культовый роман Джорджа Оруэлла, одна из главных антиутопий XX века. Жуткий и пугающий текст, и 70 лет спустя не утративший актуальности. Впервые «1984» публикуется на русском языке в новом, полном, без цензуры и купюр, переводе Дарьи Целовальниковой.",
    "pages": 320,
    "year": 1949,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 15,
    "price": 309,
    "sale": 0.8
  },
  {
    "id": 2,
    "title": "Улисс",
    "author": "Джеймс Джойс",
    "image": ["./img-books/2.jpeg", "./img-books/2_author.jpeg"],
    "description": "Джеймс Джойс (1882-1941) - великий ирландский писатель, классик и одновременно разрушитель классики с ее канонами, человек, которому более, чем кому-либо, обязаны своим рождением новые литературные школы и направления XX века. Роман 'Улисс' (1922) - главное произведение писателя, определившее пути развития искусства прозы и не раз признанное лучшим, значительнейшим романом за всю историю этого жанра. По замыслу автора, 'Улисс' - рассказ об одном дне, прожитом одним обывателем из одного некрупного европейского городка, - вместил в себя всю литературу со всеми ее стилями и техниками письма и выразил все, что искусство способно сказать о человеке.",
    "pages": 928,
    "year": 1920,
    "terms": "Классическая зарубежная проза",
    "stock": 29,
    "price": 696,
    "sale": 0.9
  },
  {
    "id": 3,
    "title": "Лолита",
    "author": "Влади­мир Набоков",
    "image": ["./img-books/3.jpeg", "./img-books/3_author.jpeg"],
    "description": "Сорокалетний литератор и рантье, перебравшись из Парижа в Америку, влюбляется в двенадцатилетнюю провинциальную школьницу, стремление обладать которой становится его губительной манией. Принесшая Владимиру Набокову (1899–1977) мировую известность, технически одна из наиболее совершенных его книг — дерзкая, глубокая, остроумная, пронзительная и живая, — “Лолита” (1955) неизменно делит читателей на две категории: восхищенных ценителей яркого искусства и всех прочих.В середине 60‑х годов Набоков создал русскую версию своей любимой книги, внеся в нее различные дополнения и уточнения. Русское издание увидело свет в Нью-Йорке в 1967 году. Несмотря на запрет, продлившийся до 1989 года, “Лолита” получила в СССР широкое распространение и оказала значительное влияние на всю последующую русскую литературу.",
    "pages": 544,
    "year": 1955,
    "terms": "Классическая отечественная проза",
    "stock": 14,
    "price": 425,
    "sale": 0.85
  },
  {
    "id": 4,
    "title": "Портрет Дориана Грея",
    "author": "Уайльд Оскар",
    "image": ["./img-books/4.jpeg", "./img-books/4_author.jpeg"],
    "description": "“Портрет Дориана Грея“ — самое знаменитое произведение Оскара Уайльда, единственный его роман, вызвавший в свое время шквал негативных оценок и тем не менее имевший невероятный успех. Главный герой романа, красавец Дориан, — фигура двойственная, неоднозначная. Тонкий эстет и романтик становится безжалостным преступником.",
    "pages": 320,
    "year": 1890,
    "terms": "Классическая зарубежная проза",
    "stock": 9,
    "price": 181,
    "sale": 0.75
  },
  {
    "id": 5,
    "title": "Мы",
    "author": "Замятин Евгений",
    "image": ["./img-books/5.jpeg", "./img-books/5_author.jpeg"],
    "description": "Знаковый роман, с которого официально отсчитывают само существование жанра 'антиутопия' Запрещенный в советский период, теперь он считается одним из классических произведений не только русской, но и мировой литературы ХХ века. Роман об 'обществе равных', в котором человеческая личность сведена к 'нумеру'. В нем унифицировано все — одежда и квартиры, мысли и чувства. Нет ни семьи, ни прочных привязанностей... Но можно ли вытравить из человека жажду свободы, пока он остается человеком?",
    "pages": 224,
    "year": 1920,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 37,
    "price": 126,
    "sale": 0.8
  },
  {
    "id": 6,
    "title": "Атлант расправил плечи. В 3 книгах",
    "author": "Айн Рэнд",
    "image": ["./img-books/6.jpeg", "./img-books/6_author.jpeg"],
    "description": "Айн Рэнд (1905-1982) - наша соотечественница, ставшая крупнейшей американской писательницей, которую читает весь мир. Ее книгами восхищаются, о них спорят, им поклоняются… Самый известный роман Айн Рэнд 'Атлант расправил плечи' в Америке по продажам уступал только Библии! Главное в книге - принцип свободы воли, рациональность и 'нравственность разумного эгоизма'. Говорят, что во время Вьетнамской войны тексты Айн Рэнд сбрасывали с вертолетов как пропаганду. Когда-то сам Рональд Рейган встал на колени перед Рэнд, признав ее великий талант. В 2005 году в США вышло 35-е переиздание книги. Эта книга вне литературных категорий. Серьезная литература живет очень долго, бестселлеры - недолговечны. Но 'Атлант расправил плечи' - именно тот бестселлер, который останется на века!",
    "pages": 1504,
    "year": 1957,
    "terms": "Классическая зарубежная проза",
    "stock": 21,
    "price": 833,
    "sale": 0.9
  },
  {
    "id": 7,
    "title": "Преступление и наказание",
    "author": "Достоевский Федор Михайлович",
    "image": ["./img-books/7.jpeg", "./img-books/7_author.jpeg"],
    "description": "'Преступление и наказание' (1866) — одно из самых значительных произведений в истории мировой литературы. Это и глубокий философский роман, и тонкая психологическая драма, и захватывающий детектив, и величественная картина мрачного города, в недрах которого герои грешат и ищут прощения, жертвуют собой и отрекаются от себя ради ближних и находят успокоение в смирении, покаянии, вере. Главный герой романа Родион Раскольников решается на убийство, чтобы доказать себе и миру, что он не 'тварь дрожащая', а 'право имеет'. Главным предметом исследования писателя становится процесс превращения добропорядочного, умного и доброго юноши в убийцу, а также то, как совершивший преступление Раскольников может искупить свою вину. 'Преступление и наказание' неоднократно экранизировали, музыку к балету написал Чайковский, а недавно на одной из московских площадок по роману была поставлена рок-опера.",
    "pages": 672,
    "year": 1866,
    "terms": "Классическая отечественная проза",
    "stock": 19,
    "price": 289,
    "sale": 0.9
  },
  {
    "id": 8,
    "title": "Мастер и Маргарита: роман",
    "author": "Булгаков Михаил",
    "image": ["./img-books/8.jpeg", "./img-books/8_author.jpeg"],
    "description": "Бессмертное, загадочное и остроумное 'Евангелие от Сатаны' Михаила Булгакова. Роман, уникальный в российской литературе ХХ столетия. Трудно себе представить, какое влияние он оказал на мировую культуру. На основе 'Мастера и Маргариты' снимались и продолжают сниматься фильмы и телесериалы, это произведение легло в основу оперы, симфонии, рок-оперы, его иллюстрировали самые знаменитые художники и фотографы. Достаточно перечислить лишь немногих создателей произведений, посвященных шедевру Булгакова и им вдохновленных: Анджей Вайда, Эннио Морриконе, Мик Джаггер, Дэвид Боуи. Чем же заворожила столь разных творческих личностей история о дьяволе и его свите, почтивших своим присутствием Москву 1930-х, о прокураторе Иудеи всаднике Понтии Пилате и нищем философе Иешуа Га-Ноцри, о талантливом и несчастном Мастере и его прекрасной и верной возлюбленной Маргарите?",
    "pages": 512,
    "year": 1928,
    "terms": "Классическая отечественная проза",
    "stock": 35,
    "price": 260,
    "sale": 0.9
  },
  {
    "id": 9,
    "title": "Морфий",
    "author": "Булгаков Михаил",
    "image": ["./img-books/9.jpeg", "./img-books/8_author.jpeg"],
    "description": "В этот сборник вошли произведения Булгакова, носящие автобиографический характер, — остроумная, ироничная повесть «Записки на манжетах», посвященная скитаниям по послереволюционному Кавказу, сложным отношениям с 'красной' властью и собратьями по перу, мечтам об эмиграции и первым опытам в литературе. И потрясающие «Записки юного врача» — почти документальные очерки Булгакова о святом и страшном жребии служителя Гиппократа в нищей, почти средневековой российской провинции начала 1920-х. В книгу включен и «Морфий» — пугающе откровенная, мучительная исповедь, послужившая основой для одноименного фильма Алексея Балабанова.",
    "pages": 256,
    "year": 1926,
    "terms": "Классическая отечественная проза",
    "stock": 13,
    "price": 239,
    "sale": 0.9
  },
  {
    "id": 10,
    "title": "Собачье сердце",
    "author": "Булгаков Михаил",
    "image": ["./img-books/10.jpeg", "./img-books/8_author.jpeg"],
    "description": "«Собачье сердце», гениальная повесть Михаила Булгакова, написанная еще в 1925 году, едва не стоившая автору свободы и до 1987 года издававшаяся лишь за рубежом и ходившая по рукам в самиздате, в представлениях не нуждается.Чуть ли не до последней буквы разобранная на цитаты история милого пса Шарика, превращенного, благодаря эксперименту профессора Преображенского, в типичного «красного хама» Полиграфа Шарикова, среди русскоязычных читателей вот уже нескольких поколений носит поистине культовый статус.Также в состав сборника входит «Жизнь господина де Мольера», – печальная и блестяще-остроумная романизированная биография великого французского драматурга.",
    "pages": 352,
    "year": 1925,
    "terms": "Классическая отечественная проза",
    "stock": 24,
    "price": 188,
    "sale": 0.9
  },
  {
    "id": 11,
    "title": "Записки на манжетах. Записки покойника: театральный роман",
    "author": "Булгаков Михаил",
    "image": ["./img-books/11.jpeg", "./img-books/8_author.jpeg"],
    "description": "Более пятнадцати лет разделяют появление на свет 'Записок на манжетах' и 'Записок покойника'. Обе вещи автобиографичны. Изменилось ли что-то за эти годы во взаимоотношениях писателя с собственной судьбой? Она была и осталась 'запутана и страшна'. У Булгакова не было иллюзий по поводу места и времени, в которых он оказался.",
    "pages": 304,
    "year": 1922,
    "terms": "Классическая отечественная проза",
    "stock": 41,
    "price": 116,
    "sale": 0.9
  },
  {
    "id": 12,
    "title": "Братья Карамазовы",
    "author": "Достоевский Федор Михайлович",
    "image": ["./img-books/12.jpeg", "./img-books/12_author.jpeg"],
    "description": "'Братья Карамазовы' – одна из немногих в мировой литературе удавшихся попыток сочетать увлекательный роман–триллер, как мы выразились бы теперь, с глубинами философской мысли. Философия и психология 'преступления и наказания', дилемма 'социализации христианства', извечная борьба 'божьего' и 'дьявольского' в душах людей – таковы основные идеи этого гениального произведения.",
    "pages": 800,
    "year": 1880,
    "terms": "Классическая отечественная проза",
    "stock": 32,
    "price": 349,
    "sale": 0.95
  },
  {
    "id": 13,
    "title": "Игрок",
    "author": "Достоевский Федор Михайлович",
    "image": ["./img-books/13.jpeg", "./img-books/12_author.jpeg"],
    "description": "Роману 'Игрок' присущи сильные автобиографические мотивы, ведь азартным игроком был сам Достоевский. История создания этой книги очень интересна: проигравшийся до последнего гроша в Висбадене, отчаянно нуждающийся в деньгах писатель заключил с издательством контракт, согласно которому должен был написать роман... за 26 дней. Эти совершенно неправдоподобные сроки вынудили Достоевского, впервые в жизни, воспользоваться услугами секретаря-стенографистки, которой он надиктовывал текст. Так в жизнь гения вошла молодая Анна Сниткина — женщина, которой суждено было стать его женой и музой...",
    "pages": 224,
    "year": 1866,
    "terms": "Классическая отечественная проза",
    "stock": 15,
    "price": 239,
    "sale": 0.95
  },
  {
    "id": 14,
    "title": "Униженные и оскорбленные",
    "author": "Достоевский Федор Михайлович",
    "image": ["./img-books/14.jpeg", "./img-books/12_author.jpeg"],
    "description": "«Униженные и оскорбленные» (1860—1861) — первый большой роман Достоевского, созданный после возвращения из сибирской ссылки. Написанное в эпоху необычайного подъема общественной жизни, произведение обратило внимание читателя на новую проблему — проблему эгоизма и оторванности русской интеллигенции от простого народа — «униженных и оскорбленных», чье достоинство писатель страстно защищал и отстаивал. Свойственная прозе Достоевского необычайная психологическая глубина и знание сокровенных тайн человеческой души соседствуют в этом романе с лиризмом и увлекательным, интригующим сюжетом, в котором главный персонаж — князь Валковский — развивает свою аморальную, эгоистическую «философию жизни». Именно Валковский стал первым в творчестве писателя героем-«идеологом». «Униженные и оскорбленные» привлекали многих прославленных режиссеров — российских и зарубежных. Но ни вольные, ни даже самые дословные экранизации и постановки не смогли до конца передать силу литературного оригинала...",
    "pages": 512,
    "year": 1861,
    "terms": "Классическая отечественная проза",
    "stock": 29,
    "price": 259,
    "sale": 0.95
  },
  {
    "id": 15,
    "title": "Идиот",
    "author": "Достоевский Федор Михайлович",
    "image": ["./img-books/15.jpeg", "./img-books/12_author.jpeg"],
    "description": "Величайший роман Достоевского.«Идиота» экранизировали 13 раз лучшие постановщики от Индии до Германии — Жорж Лампен и Анджей Жулавский, Акира Куросава и Анджей Вайда, отечественные Пырьев и Бортко.Завораживающая история трагических страстей, связавших купца Парфена Рогожина, бывшую содержанку богатого дворянина Настасью Филипповну и «идеального человека» князя Мышкина — беспомощного идиота в мире корысти и зла, гласящая о том, что сострадание, возможно, единственный закон человеческого бытия. Она по-прежнему актуальна и воспринимается ярко и непосредственно, будто была написана вчера.",
    "pages": 640,
    "year": 1868,
    "terms": "Классическая отечественная проза",
    "stock": 9,
    "price": 157,
    "sale": 0.9
  },
  {
    "id": 16,
    "title": "Цветы для Элджернона",
    "author": "Киз Дэниел",
    "image": ["./img-books/16.jpeg", "./img-books/16_author.jpeg"],
    "description": "'Цветы для Элджернона' Дэниела Киза входят в программу обязательного чтения в американских школах. Это единственная история в жанре научной фантастики, автор которой был дважды награжден, сначала за рассказ, а потом за роман с одним и тем же названием, героем, сюжетом. Тридцатитрехлетний Чарли Гордон – умственно отсталый. При этом у него есть работа, друзья и непреодолимое желание учиться. Он соглашается принять участие в опасном научном эксперименте в надежде стать умным… Эта фантастическая история обладает поразительной психологической силой и заставляет задуматься над общечеловеческими вопросами нравственности: имеем ли мы право ставить друг над другом эксперименты, к каким результатам это может привести и какую цену мы готовы заплатить за то, чтобы стать 'самым умным'. А одиноким? На вопросы, которые поднимали еще М. Булгаков в 'Собачьем сердце' и Дж. Лондон в 'Мартине Идене', Дэниел Киз дает свой однозначный ответ.",
    "pages": 320,
    "year": 1959,
    "terms": "Современная зарубежная проза",
    "stock": 41,
    "price": 230,
    "sale": 0.95
  },
  {
    "id": 17,
    "title": "Таинственная история Билли Миллигана",
    "author": "Киз Дэниел",
    "image": ["./img-books/17.jpeg", "./img-books/16_author.jpeg"],
    "description": "Билли просыпается и обнаруживает, что находится в тюремной камере. Ему сообщают, что он обвиняется в изнасиловании и ограблении. Билли потрясен: он ничего этого не делал! Последнее, что он помнит,— это как он стоит на крыше здания школы и хочет броситься вниз, потому что не может больше так жить. Ему говорят, что с тех пор прошло семь лет. Билли в ужасе: у него опять украли кусок жизни! Его спрашивают: что значит 'украли кусок жизни'? И почему 'опять'? Выходит, такое случается с ним не впервые? Но Билли не может ответить, потому что Билли ушел... Перу Дэниела Киза принадлежит также одно из культовых произведений конца XX века — роман 'Цветы для Элджернона', ставший знаковым явлением во многих странах.",
    "pages": 608,
    "year": 1981,
    "terms": "Современная зарубежная проза",
    "stock": 17,
    "price": 287,
    "sale": 0.9
  },
  {
    "id": 18,
    "title": "Прикосновение",
    "author": "Киз Дэниел",
    "image": ["./img-books/18.jpeg", "./img-books/16_author.jpeg"],
    "description": "Барни и Карен были счастливы, пока не стали жертвами радиоактивного заражения. Одно прикосновение — и смертоносная зараза проникла в их дом и во все остальные дома, куда они заходили. Они стали изгоями в своем городе, в семьях своих близких и соседей. И самое страшное — именно сейчас, когда их жизнь на волоске, Карен после многих неудачных попыток наконец смогла забеременеть. Барни понимает — радиация не оставила им шанса на счастливую жизнь. Но Карен верит, что ее любовь к неродившемуся ребенку сотворит чудо.",
    "pages": 352,
    "year": 1968,
    "terms": "Современная зарубежная проза",
    "stock": 10,
    "price": 280,
    "sale": 0.9
  },
  {
    "id": 19,
    "title": "Маленькие женщины",
    "author": "Олкотт Луиза Мэй",
    "image": ["./img-books/19.jpeg", "./img-books/19_author.jpeg"],
    "description": "«Маленькие женщины» – семейная сага, повествующая о судьбах четырех сестер Марч – добросердечной красавицы Мег, «сорванца в юбке» Джо, кроткой и нежной Бесс и талантливой фантазерки Эми. …Гражданская война идет далеко на Юге, но ее грозные отголоски достигли и дружной семьи небогатого провинциального пастора Марча – сам он ушел на фронт полковым священником, и жена с дочерьми, как и множество других американок, день за днем живут в страхе трагических известий. Однако никакая война не в силах помешать девочкам взрослеть и превращаться в юных девушек. Девушек с их обычными и трогательными девичьими мечтами и надеждами, радостями, горестями и, конечно, первой любовью…",
    "pages": 381,
    "year": 1868,
    "terms": "Классическая зарубежная проза",
    "stock": 16,
    "price": 181,
    "sale": 0.85
  },
  {
    "id": 20,
    "title": "Хорошие жены",
    "author": "Олкотт Луиза Мэй",
    "image": ["./img-books/20.jpeg", "./img-books/19_author.jpeg"],
    "description": "Луиза Мэй Олкотт (1832 – 1888) выросла в «литературной семье», в окружении знаменитых поэтов, писателей и философов. И первый же ее роман, опубликованный в 1868 году и носящий во многом автобиографический характер, - «Маленькие женщины» - не просто стал сенсацией своего времени, но обессмертил имя писательницы навеки. Впоследствии Олкотт снова и снова обращалась к дальнейшим судьбам героинь этого романа, создав первую в американской литературе «семейную сагу» - тетралогию «Маленькие женщины», «Хорошие жены», «Маленькие мужчины» и «Ребята Джо».«Хорошие жены» - продолжение семейной саги, повествующей о судьбах четырех сестер Марч. Маленькие девочки выросли и незаметно превратились в элегантных леди. Каждая сестра идет по своему жизненному пути: Мэг собирается замуж за Джона Брука, Джо планирует стать известным писателем, Эми мечтает путешествовать по Европе и писать картины, а Бесс хочет остаться дома и жить спокойной жизнью. Сестры сталкиваются с испытаниями взрослой жизни, но, несмотря на разные пути, сообща справляются с трудностями, и каждая из девушек находит свое счастье.",
    "pages": 352,
    "year": 1880,
    "terms": "Классическая зарубежная проза",
    "stock": 21,
    "price": 202,
    "sale": 0.9
  },
  {
    "id": 21,
    "title": "Гэм",
    "author": "Ремарк Эрих Мария",
    "image": ["./img-books/21.jpeg", "./img-books/21_author.jpeg"],
    "description": "Роман 'Гэм' относится к раннему периоду творчества писателя и является попыткой Ремарка проникнуть в психологию свободной женщины. Гэм путешествует по миру в поисках впечатлений и страстей… Роскошь высшего света и экзотика самых дальних уголков Юго-Восточной Азии, погони и убийства… Читателю откроется очень непривычный Ремарк. Ремарк, еще не успевший стать реалистом.",
    "pages": 320,
    "year": 1924,
    "terms": "Классическая зарубежная проза",
    "stock": 44,
    "price": 210,
    "sale": 0.9
  },
  {
    "id": 22,
    "title": "Триумфальная арка",
    "author": "Ремарк Эрих Мария",
    "image": ["./img-books/22.jpeg", "./img-books/21_author.jpeg"],
    "description": "«Триумфальная арка» – пронзительная история любви всему наперекор, любви, приносящей боль, но и дарующей бесконечную радость. Место действия – Париж накануне Второй мировой войны. Герой – беженец из Германии, без документов, скрывающийся и от французов, и от нацистов, хирург, спасающий человеческие жизни. Героиня – итальянская актриса, окруженная поклонниками, вспыльчивая, как все артисты, прекрасная и неотразимая. И время, когда влюбленным довелось встретиться, и город, пронизанный ощущением надвигающейся катастрофы, становятся героями этого романа. «Триумфальная арка» была дважды экранизирована и по-прежнему покоряет читателей всего мира.",
    "pages": 640,
    "year": 1945,
    "terms": "Классическая зарубежная проза",
    "stock": 19,
    "price": 399,
    "sale": 0.85
  },
  {
    "id": 23,
    "title": "На Западном фронте без перемен",
    "author": "Ремарк Эрих Мария",
    "image": ["./img-books/23.jpeg", "./img-books/21_author.jpeg"],
    "description": "Говоря о Первой мировой войне, всегда вспоминают одно произведение Эриха Марии Ремарка. «На Западном фронте без перемен». Это рассказ о немецких мальчишках, которые под действием патриотической пропаганды идут на войну, не зная о том, что впереди их ждет не слава героев, а инвалидность и смерть… Каждый день войны уносит жизни чьих-то отцов, сыновей, а газеты тем временем бесстрастно сообщают: «На Западном фронте без перемен...» Эта книга — не обвинение, не исповедь. Это попытка рассказать о поколении, которое погубила война, о тех, кто стал ее жертвой, даже если сумел спастись от снарядов и укрыться от пули.",
    "pages": 256,
    "year": 1928,
    "terms": "Классическая зарубежная проза",
    "stock": 21,
    "price": 209,
    "sale": 0.9
  },
  {
    "id": 24,
    "title": "Три товарища",
    "author": "Ремарк Эрих Мария",
    "image": ["./img-books/24.jpeg", "./img-books/21_author.jpeg"],
    "description": "Самый красивый в двадцатом столетии роман о любви... Самый увлекательный в двадцатом столетии роман о дружбе... Самый трагический и пронзительный роман о человеческих отношениях за всю историю двадцатого столетия.",
    "pages": 480,
    "year": 1936,
    "terms": "Классическая зарубежная проза",
    "stock": 16,
    "price": 272,
    "sale": 0.9
  },
  {
    "id": 25,
    "title": "Кэрри",
    "author": "Кинг Стивен",
    "image": ["./img-books/25.jpeg", "./img-books/25_author.jpeg"],
    "description": "Маленький провинциальный городок в Новой Англии в одночасье становится 'мертвым городом'. На улицах лежат трупы, над домами бушует смертоносное пламя. И весь этот кошмар огненного Апокалипсиса — дело рук одного человека, девушки Кэрри, жалкой, запуганной дочери чудаковатой вдовы. Долгие годы дремал в Кэрри талант телекинеза, чтобы однажды проснуться. И тогда в городок пришла смерть...",
    "pages": 256,
    "year": 1974,
    "terms": "Мистика и ужасы",
    "stock": 11,
    "price": 216,
    "sale": 0.85
  },
  {
    "id": 26,
    "title": "Клатбище домашних жывотных",
    "author": "Кинг Стивен",
    "image": ["./img-books/26.jpeg", "./img-books/25_author.jpeg"],
    "description": "Казалось бы, семейство Крид — это настоящее воплощение «американской мечты»: отец — преуспевающий врач, красавица мать, прелестные дети. Для полной идиллии им не хватает лишь большого старинного дома, куда они вскоре и переезжают. Но идиллия вдруг стала превращаться в кошмар... Оказалось, что в окружающих их новое жилище вековых лесах скрывается НЕЧТО, более ужасное, чем сама смерть и… более могущественное. Читайте легендарный роман Стивена Кинга «КлаТбище домашних жЫвотных» — в новом переводе и впервые без сокращений! Роман, который сам Кинг, считая «слишком страшным», долго не хотел отдавать в печать, но только за первый год было продано 657 000 экземпляров! Также роман лег в основу одноименного фильма Мэри Ламберт (где Кинг, кстати, сыграл небольшую роль).",
    "pages": 480,
    "year": 1983,
    "terms": "Мистика и ужасы",
    "stock": 16,
    "price": 338,
    "sale": 0.9
  },
  {
    "id": 27,
    "title": "Сияние",
    "author": "Кинг Стивен",
    "image": ["./img-books/27.jpeg", "./img-books/25_author.jpeg"],
    "description": "…Проходят годы, десятилетия, но потрясающая история писателя Джека Торранса, его сынишки Дэнни, наделенного необычным даром, и поединка с темными силами, обитающими в роскошном отеле «Оверлук», по-прежнему завораживает и держит в неослабевающем напряжении читателей самого разного возраста…",
    "pages": 640,
    "year": 1977,
    "terms": "Мистика и ужасы",
    "stock": 23,
    "price": 349,
    "sale": 0.95
  },
  {
    "id": 28,
    "title": "Оно",
    "author": "Кинг Стивен",
    "image": ["./img-books/28.jpeg", "./img-books/25_author.jpeg"],
    "description": "В маленьком провинциальном городке Дерри много лет назад семерым подросткам пришлось столкнуться с кромешным ужасом - живым воплощением ада. Прошли годы... Подростки повзрослели, и ничто, казалось, не предвещало новой беды. Но кошмар прошлого вернулся, неведомая сила повлекла семерых друзей назад, в новую битву со Злом. Ибо в Дерри опять льется кровь и бесследно исчезают люди. Ибо вернулось порождение ночного кошмара, настолько невероятное, что даже не имеет имени... Один из самых масштабных и известных романов Стивена Кинга — теперь и в серии «Эксклюзивная классика». Роман «Оно» номинировался на все престижные жанровые премии, вошёл в список «100 величайших книг столетия» по версии торговой сети «Waterstones» и дважды экранизировался. В 1990 году Тимми Ли Уоллес снял минисериал, а 27 лет спустя Энди Мускетти снял полнометражную адаптацию, разбитую на две части. Лето 1958 года. Загадочный убийца терроризирует маленький городок Дерри в штате Мэн, принимая самые разные облики и жестоко убивая детей. Одиннадцатилетние подростки — Билли, Беверли, Майк, Ричи, Эдди, Бен и Стэн — по очереди сталкиваются со злом и остаются в живых. Объединившись в «Клуб неудачников», ребята клянутся выследить и уничтожить монстра, получившего от них кличку «Оно»…",
    "pages": 1184,
    "year": 1986,
    "terms": "Мистика и ужасы",
    "stock": 18,
    "price": 495,
    "sale": 0.9
  },
  {
    "id": 29,
    "title": "Дракула",
    "author": "Стокер Брэм",
    "image": ["./img-books/29.jpeg", "./img-books/29_author.jpeg"],
    "description": "Десятки всевозможных экранизаций. Образ, растиражированный в мировой культуре, как, наверное, ни один другой. Роман, ставший основой всей «готической» субкультуры и краеугольным камнем различных направлений в фантастической литературе... О «Дракуле» Брэма Стокера можно говорить бесконечно, но лучше просто открыть бессмертный роман о зловещем и загадочном трансильванском графе-вампире и погрузиться в его причудливую, таинственную и завораживающую атмосферу.",
    "pages": 448,
    "year": 1897,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 20,
    "price": 202,
    "sale": 0.95
  },
  {
    "id": 30,
    "title": "Призрак дома на холме",
    "author": "Джексон Ширли",
    "image": ["./img-books/30.jpeg", "./img-books/30_author.jpeg"],
    "description": "Одна из самых известных историй о доме с приведениями, ставшая вдохновением для сериала Netflix. Старинный особняк на холме приносит его обитателям одни несчастья. Никто не рискует здесь не то, что жить, даже оставаться на ночь – говорят, Хилл-хаус стал пристанищем привидений. Но однажды тишину дома нарушает шумная компания: доктор Монтегю, исследователь паранормальных явлений; Теодора, его беззаботная помощница; Элинор, хрупкая девушка, не понаслышке знакомая с полтергейстами; и Люк – будущий наследник Хилл-хауса. Никто даже не подозревает, каким кошмаром обернется их поездка…",
    "pages": 288,
    "year": 1959,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 10,
    "price": 230,
    "sale": 0.9
  },
  {
    "id": 31,
    "title": "Метро 2033",
    "author": "Глуховский Дмитрий Алексеевич",
    "image": ["./img-books/31.jpeg", "./img-books/31_46_47_author.jpeg"],
    "description": "2033 год. Весь мир лежит в руинах. Человечество почти полностью уничтожено. Москва превратилась в город-призрак, отравленный радиацией и населённый чудовищами. Немногие выжившие люди прячутся в московском метро - самом большом противоатомном бомбоубежище на земле. Его станции превратились в города-государства, а в туннелях царит тьма и обитает ужас. Артему, жителю ВДНХ, предстоит пройти через все метро, чтобы спасти от страшной опасности свою станцию, а может быть, и всё человечество. Культовый сетевой роман Дмитрия Глуховского уже известен ста тысячам интернет-пользователей. Выхода этой книги ждали все.",
    "pages": 384,
    "year": 2005,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 4,
    "price": 110,
    "sale": 0.75
  },
  {
    "id": 32,
    "title": "451° по Фаренгейту",
    "author": "Брэдбери Рэй",
    "image": ["./img-books/32.jpeg", "./img-books/32_author.jpeg"],
    "description": "451° по Фаренгейту — температура, при которой воспламеняется и горит бумага. Философская антиутопия Брэдбери рисует беспросветную картину развития постиндустриального общества: это мир будущего, в котором все письменные издания безжалостно уничтожаются специальным отрядом пожарных, а хранение книг преследуется по закону, интерактивное телевидение успешно служит всеобщему оболваниванию, карательная психиатрия решительно разбирается с редкими инакомыслящими, а на охоту за неисправимыми диссидентами выходит электрический пес… Роман, принесший своему творцу мировую известность.",
    "pages": 320,
    "year": 1953,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 14,
    "price": 329,
    "sale": 0.9
  },
  {
    "id": 33,
    "title": "Вино из одуванчиков",
    "author": "Брэдбери Рэй",
    "image": ["./img-books/33.jpeg", "./img-books/32_author.jpeg"],
    "description": "Войдите в светлый мир двенадцатилетнего мальчика и проживите с ним одно лето, наполненное событиями радостными и печальными, загадочными и тревожными; лето, когда каждый день совершаются удивительные открытия, главное из которых — ты живой, ты дышишь, ты чувствуешь!'Вино из одуванчиков' Рэя Брэдбери — классическое произведение, вошедшее в золотой фонд мировой литературы.",
    "pages": 320,
    "year": 1957,
    "terms": "Классическая зарубежная проза",
    "stock": 25,
    "price": 271,
    "sale": 0.8
  },
  {
    "id": 34,
    "title": "Пикник на обочине",
    "author": "Стругацкие Аркадий и Борис Натановичи",
    "image": ["./img-books/34.jpeg", "./img-books/34_author.jpeg"],
    "description": "Пожалуй, в истории современной мировой фантастики найдется не так много произведений, которые оставались бы популярными столь долгое время. Повесть послужила основой культового фильма Тарковского «Сталкер»; через три десятилетия появились не менее культовая компьютерная игра с тем же названием и целая серия повестей и романов, написанных с использованием мира «Пикника».",
    "pages": 256,
    "year": 1971,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 11,
    "price": 319,
    "sale": 0.9
  },
  {
    "id": 35,
    "title": "Трудно быть богом",
    "author": "Стругацкие Аркадий и Борис Натановичи",
    "image": ["./img-books/35.jpeg", "./img-books/34_author.jpeg"],
    "description": "Возможно, самое известное из произведений братьев Стругацких. Один из самых прославленных романов отечественной фантастики. Увлекательная, полная драматизма история жизни, любви и приключений 'дона Руматы' из королевства Арканар на далекой планете — рыцаря с двумя мечами, под именем которого скрывается резидент с планеты Земля ХХII века Антон.",
    "pages": 256,
    "year": 1963,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 15,
    "price": 319,
    "sale": 0.9
  },
  {
    "id": 36,
    "title": "Стругацкие Аркадий и Борис Натановичи",
    "author": "Понедельник начинается в субботу",
    "image": ["./img-books/36.jpeg", "./img-books/34_author.jpeg"],
    "description": "'Понедельник начинается в субботу. Сказка для научных работников младшего возраста' - под таким заголовком в 1965 году вышла книга, которой зачитывались и продолжают зачитываться все новые и новые поколения. Герои ее, сотрудники НИИЧАВО - Научно-исследовательского института Чародейства и Волшебства, - маги и магистры, молодые энтузиасты, горящие желанием познать мир и преобразовать его наилучшим образом. На этом пути их ждет множество удивительных приключений и поразительных открытий. Машина времени и изба на курьих ножках, выращивание искусственного человека и усмирение выпущенного из бутылки джинна - читатель не заскучает!",
    "pages": 320,
    "year": 1965,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 18,
    "price": 339,
    "sale": 0.9
  },
  {
    "id": 37,
    "title": "Обитаемый остров",
    "author": "Стругацкие Аркадий и Борис Натановичи",
    "image": ["./img-books/37.jpeg", "./img-books/34_author.jpeg"],
    "description": "Планета, на которой терпит крушение корабль Максима Каммерера, поражает его воображение: последствия ядерного конфликта, психообработка населения, постоянное «эхо войны», жесточайшая диктатура… Видя многочисленные примеры дикости и несправедливости, Максим, выросший в коммунистическом мире, решает исправить все уродства государственного строя планеты Саракш.",
    "pages": 480,
    "year": 1969,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 20,
    "price": 389,
    "sale": 0.9
  },
  {
    "id": 38,
    "title": "Дюна",
    "author": "Герберт Фрэнк",
    "image": ["./img-books/38.jpeg", "./img-books/38_author.jpeg"],
    "description": "Фрэнк Герберт успел написать много, но в истории остался прежде всего как автор эпопеи 'Дюна'. Возможно, самой прославленной фантастической саги двадцатого столетия, саги, переведенной на десятки языков и завоевавшей по всему миру миллионы поклонников. Самый авторитетный журнал научной фантастики 'Локус' признал 'Дюну', первый роман эпопеи о песчаной планете, лучшим научно-фантастическим романом всех времен и народов. В 'Дюне' Фрэнку Герберту удалось совершить невозможное — создать своеобразную 'хронику далекого будущего'. И не было за всю историю мировой фантастики картины грядущего более яркой, более зримой, более мощной и оригинальной.",
    "pages": 768,
    "year": 1965,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 23,
    "price": 399,
    "sale": 0.9
  },
  {
    "id": 39,
    "title": "Мессия Дюны. Дети Дюны",
    "author": "Герберт Фрэнк",
    "image": ["./img-books/39.jpeg", "./img-books/38_author.jpeg"],
    "description": "Фрэнк Герберт (1920—1986) успел написать много, но в истории остался прежде всего как автор эпопеи «Дюна» – возможно, самой прославленной саги в научной фантастике, саги, переведенной на десятки языков и завоевавшей по всему миру миллионы поклонников. Самый авторитетный журнал научной фантастики «Локус» признал «Дюну», первый роман эпопеи о песчаной планете, лучшим научно-фантастическим романом всех времен и народов. В «Дюне» Фрэнку Герберту удалось совершить невозможное — создать своеобразную «хронику далекого будущего». И не было за всю историю мировой фантастики картины грядущего более яркой, более зримой, более мощной и оригинальной. В сборник включены первые три романа из знаменитого цикла Фрэнка Герберта: «Дюна», «Мессия Дюны» и «Дети Дюны».",
    "pages": 1040,
    "year": 1986,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 3,
    "price": 140,
    "sale": 0.95
  },
  {
    "id": 40,
    "title": "Солярис",
    "author": "Лем Станислав",
    "image": ["./img-books/40.jpeg", "./img-books/40_author.jpeg"],
    "description": "«Солярис» - бесспорная вершина творчества Станислава Лема, произведение, повлиявшее на развитие научной фантастики XX века, в том числе и на русскую фантастику. Роман дважды экранизирован, по нему были поставлены радиопьесы, спектакли – и даже балет! Итак, что же такое – Солярис? Бескрайний мыслящий океан, преследующий непонятные человеку цели, тончайший камертон, преобразующий людские чувства в материальную форму? Воплощенный кошмар психолога или духовный целитель? Со дня публикации книги прошло больше 50 лет, а ее читатели все так же продолжают задаваться вопросами, ответы на которые невозможно получить, не заглянув в свое собственное сердце.",
    "pages": 288,
    "year": 1960,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 28,
    "price": 390,
    "sale": 0.9
  },
  {
    "id": 41,
    "title": "Непобедимый",
    "author": "Лем Станислав",
    "image": ["./img-books/41.jpeg", "./img-books/40_author.jpeg"],
    "description": "Космический крейсер «Непобедимый», технически совершенный корабль, приземляется на планете Регис III. Задача его экипажа – разобраться в причинах исчезновения предыдущей земной экспедиции, высадившейся год назад на этой странной земле, где жизнь так и не выбралась из океана, а суша представляет собой безмолвную пустыню… Станислав Лем, вошедший в историю фантастики благодаря удивительно правдоподобным изображениям контактов человечества с иными цивилизациями, в очередной раз предлагает нам сюжет, в котором психологически точные наблюдения соседствуют с философскими проблемами. Имеет ли право командир рисковать своими подчиненными? Сопоставима ли цена победы с ценой человеческой жизни?..",
    "pages": 224,
    "year": 1963,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 15,
    "price": 319,
    "sale": 0.9
  },
  {
    "id": 42,
    "title": "Мир на Земле",
    "author": "Лем Станислав",
    "image": ["./img-books/42.jpeg", "./img-books/40_author.jpeg"],
    "description": "Луна, превращенная в сеть испытательных полигонов для эволюционирующих боевых машин, внушает землянам тревогу. Правда ли, что полигоны объединились, и спутник Земли превратился в гигантский суперкомпьютер, замышляющий недоброе? Правительства разных стран обеспокоены тем, что в любой момент может начаться вторжение на родительскую планету. Ийон Тихий отправляется на разведку...",
    "pages": 288,
    "year": 1984,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 19,
    "price": 320,
    "sale": 0.9
  },
  {
    "id": 43,
    "title": "Игра престолов. Цикл 'Песнь льда и огня'",
    "author": "Мартин Джордж",
    "image": ["./img-books/43.jpeg", "./img-books/43_author.jpeg"],
    "description": "Перед вами — величественное шестикнижие «Песнь льда и огня». Эпическая, чеканная сага о мире Семи Королевств. О мире суровых земель вечного холода и радостных земель вечного лета. Мире лордов и героев, воинов и магов, чернокнижников и убийц — всех, кого свела воедино Судьба во исполнение древнего пророчества. О мире опасных приключений, великих деяний и тончайших политических интриг.",
    "pages": 768,
    "year": 1991,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 9,
    "price": 700,
    "sale": 0.95
  },
  {
    "id": 44,
    "title": "Пламя и кровь. Том 1 Кровь драконов",
    "author": "Мартин Джордж",
    "image": ["./img-books/44.jpeg", "./img-books/43_author.jpeg"],
    "description": "Тирион Ланнистер еще не стал заложником жестокого рока, Бран Старк еще не сделался калекой, а голова его отца Неда Старка еще не скатилась с эшафота. Ни один человек в Королевствах не смеет даже предположить, что Дейенерис Таргариен когда-нибудь назовут Матерью Драконов. Вестерос не привел к покорности соседние государства, и Железный Трон, который, согласно поговорке, ковался в крови и пламени, далеко еще не насытился. Древняя, как сам мир, история сходит со страниц ветхих манускриптов, и только мы, септоны, можем отделить правдивые события от жалких басен, и истину от клеветнических наветов. Присядьте же поближе к огню, добрые слушатели, и вы узнаете: – как Королевская Гавань стала столицей столиц, – как свершались славные подвиги, неподвластные воображению, – и как братья и сестры, отцы и матери теряли разум в кровавой борьбе за власть, – как драконье племя постепенно уступало место драконам в человеческом обличье, – а также и многие другие были и старины – смешные и невыразимо ужасные, бряцающие железом доспехов и играющие на песельных дудках, наполняющее наши сердца гордостью и печалью…",
    "pages": 384,
    "year": 2018,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 6,
    "price": 110,
    "sale": 0.9
  },
  {
    "id": 45,
    "title": "Пламя и кровь.Том 2 Пляска смерти",
    "author": "Мартин Джордж",
    "image": ["./img-books/45.jpeg", "./img-books/43_author.jpeg"],
    "description": "Тирион Ланнистер еще не стал заложником жестокого рока, Бран Старк еще не сделался калекой, а голова его отца Неда Старка еще не скатилась с эшафота. Ни один человек в Королевствах не смеет даже предположить, что Дейенерис Таргариен когда-нибудь назовут Матерью Драконов. Вестерос не привел к покорности соседние государства, и Железный Трон, который, согласно поговорке, ковался в крови и пламени, далеко еще не насытился. Древняя, как сам мир, история сходит со страниц ветхих манускриптов, и только мы, септоны, можем отделить правдивые события от жалких басен, и истину от клеветнических наветов.",
    "pages": 384,
    "year": 2018,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 21,
    "price": 110,
    "sale": 0.95
  },
  {
    "id": 46,
    "title": "Пост",
    "author": "Глуховский Дмитрий Алексеевич",
    "image": ["./img-books/46.jpeg", "./img-books/31_46_47_author.jpeg"],
    "description": "После короткой и яростной Гражданской войны от прежней России осталась лишь небольшая часть, которая называет себя Московской империей. Восточные границы ее проходят всего в нескольких сотнях километров от столицы, по Волге — отравленной, превратившейся в непреодолимую преграду. С самого Распада никто не приходил в Московию из-за Волги. Сама тысячелетняя Москва стоит незыблемо, надежно защищенная со всех сторон охранными постами. Тут проводит смотр казачьих войск сам император. Лучших из лучших, храбрейших из храбрых он выберет, чтобы послать их в темные земли, которые когда-то были частью великой России, — пока их не охватил мятеж и они не были преданы анафеме.",
    "pages": 432,
    "year": 2019,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 23,
    "price": 110,
    "sale": 0.95
  },
  {
    "id": 47,
    "title": "Будущее",
    "author": "Глуховский Дмитрий Алексеевич",
    "image": ["./img-books/47.jpeg", "./img-books/31_46_47_author.jpeg"],
    "description": "НА ЧТО ТЫ ГОТОВ РАДИ ВЕЧНОЙ ЖИЗНИ? Уже при нашей жизни будут сделаны открытия, которые позволят людям оставаться вечно молодыми. Смерти больше нет. Наши дети не умрут никогда. Добро пожаловать в будущее. В мир, населенный вечно юными, совершенно здоровыми, счастливыми людьми. Но будут ли они такими же, как мы? Нужны ли дети, если за них придется пожертвовать бессмертием? Нужна ли семья тем, кто не может завести детей? Нужна ли душа людям, тело которых не стареет? Утопия «БУДУЩЕЕ» — первый после пяти лет молчания роман Дмитрия Глуховского, автора культового романа «МЕТРО 2033» и триллера «Сумерки». Книги писателя переведены на десятки иностранных языков, продаются миллионными тиражами и экранизируются в Голливуде. Но ни одна из них не захватит вас так, как «БУДУЩЕЕ».",
    "pages": 480,
    "year": 2013,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 10,
    "price": 120,
    "sale": 0.9
  },
  {
    "id": 48,
    "title": "Шестерка воронов",
    "author": "Бардуго Ли",
    "image": ["./img-books/48.jpeg", "./img-books/48_author.jpeg"],
    "description": "Каз Бреккер никогда не снимает черных перчаток. Но, если не хочешь стать ужином для акул, не спрашивай его, почему. Никому не известно, где его семья, откуда он пришел и почему остался в Кеттердаме. Зато он знает обо всех и все. Бреккер — правая рука главаря одной из самых влиятельных банд в городе. Казино, бордели, нелегальная торговля — его стихия. А еще шантаж, грабеж и, если понадобится, хладнокровное убийство. Но все это мелочи по сравнению с новым заказом. На кону — баснословные деньги и… секрет, который может уничтожить одни народы и возвеличить другие. Какие именно — теперь зависит от Каза и его команды. Шестерых «воронов», которым нечего терять кроме надежды. Это дело объединит их. Лучшего стрелка банды Отбросов и новичка, который не умеет держать пистолет в руках. Соблазнительную чародейку, умеющую с помощью магии взрывать сердца, и безжалостного охотника на таких, как она. Юную гимнастку из самого известного публичного дома во всей Керчии и Каза Бреккера, способного без тени сомнения вырвать глаз предателю. Им предстоит один путь, но у каждого своя цель…",
    "pages": 576,
    "year": 2015,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 20,
    "price": 675,
    "sale": 0.95
  },
  {
    "id": 49,
    "title": "Продажное королевство",
    "author": "Бардуго Ли",
    "image": ["./img-books/49.jpeg", "./img-books/48_author.jpeg"],
    "description": "Казу Бреккеру и его команде удалось провернуть столь дерзкое похищение, что они и сами не поняли, как остались в живых. Но обещанная заоблачная награда уплывает из рук, и юные изгои вынуждены снова бороться за свою жизнь. Их обвели вокруг пальца и лишили ценного члена команды. Теперь у них не хватает людей, очень мало союзников и почти не осталось надежды. Давние соперники и новые враги бросают вызов коварству Каза, а его окружение подвергают испытанию на прочность. На темных и извилистых улочках Кеттердама разразится война – она и решит судьбу гришей.",
    "pages": 672,
    "year": 2016,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 19,
    "price": 725,
    "sale": 0.85
  },
  {
    "id": 50,
    "title": "Штурм и буря",
    "author": "Бардуго Ли",
    "image": ["./img-books/50.jpeg", "./img-books/48_author.jpeg"],
    "description": "Сбежав из Равки, Алина и Мал добираются до берегов чужой страны. Они надеются начать новую жизнь в дальних краях, где их никто не знает, но, оказывается, сохранить инкогнито заклинательнице Солнца не так-то просто… Тень зловещего корсара преследует Алину. Тьма сгущается. Девушке не спрятаться ни от своего прошлого, ни от судьбы: ей придется принять ее вызов. Она рискует потерять все в надвигающейся буре. Только любовь может направить ее на правильный путь.",
    "pages": 416,
    "year": 2018,
    "terms": "Фантастика, фэнтези, мистика",
    "stock": 18,
    "price": 645,
    "sale": 0.9
  },
  {
    "id": 51,
    "title": "Человек-бензопила. Книга 1. Пес и бензопила. Бензопила против нетопыря",
    "author": "Фудзимото Тацуки",
    "image": ["./img-books/51.jpeg", "./img-books/51_author.jpeg"],
    "description": "Дэндзи – обычный молодой человек, который промышляет охотой на демонов, чтобы расплатиться с долгами покойного отца. Если он хоть раз опоздает с выплатой, его ждет смерть. Дэндзи живет в крошечной лачуге со своим демоническим псом-бензопилой по имени Почита и едва сводит концы с концами. Все о чем он мечтает – ходить на свидания с девушкой и есть хлеб с джемом. Но у судьбы на него другие планы… В один прекрасный день юноша обретает сверхъестественные силы, позволяющие ему превращать свое тело в живое оружие. Дэндзи вырывается из нищеты и под рев дребезжащих бензопил и крики умирающих демонов начинает прорезать себе дорогу в новую жизнь...",
    "pages": 384,
    "year": 2019,
    "terms": "Графические романы",
    "stock": 5,
    "price": 926,
    "sale": 0.85
  },
  {
    "id": 52,
    "title": "Человек-бензопила. Книга 2. Убить Дэндзи. Мощь огнестрельного оружия",
    "author": "Фудзимото Тацуки",
    "image": ["./img-books/52.jpeg", "./img-books/51_author.jpeg"],
    "description": "Дэндзи и его коллеги выезжают на вызов в отель «Морин», где оказываются заперты в бесконечной временной петле на восьмом этаже: хитроумная ловушка, которую подстроил демон, не позволяет охотникам выбраться наружу. Ситуация не сулит ничего хорошего… Однако чудовище предлагает сделку: если ему скормят Дэндзи, оно освободит весь отряд. Какое же решение примут коллеги охотника-новобранца? Обменяют ли они жизнь одного человека на жизнь всей команды? И как в таких обстоятельствах себя поведет сам Дэндзи?..",
    "pages": 384,
    "year": 2020,
    "terms": "Графические романы",
    "stock": 4,
    "price": 926,
    "sale": 0.9
  },
  {
    "id": 53,
    "title": "Человек-бензопила. Книга 3. Несовершеннолетний. Бум-бум-бум",
    "author": "Фудзимото Тацуки",
    "image": ["./img-books/53.jpeg", "./img-books/51_author.jpeg"],
    "description": "Операция специального четвертого отдела в самом разгаре! Пока демоны и одержимые расправляются с ордами зомби, Аки Хаякава встречается лицом к лицу с Саватари, причастной к убийству его напарницы. Таинственная незнакомка сходу использует грязный прием: она натравливает на Хаякаву призрака, некогда помогавшего Химэно. Вот только Саватари не в курсе, что Аки заключил договор с еще одним демоном и теперь обладает новыми силами… Тем временем Дэндзи вновь сталкивается с якудза, мечтающим отомстить за смерть своего дедушки. Прошлое сражение обернулось поражением для молодого охотника. Чем же закончится очередная битва?..",
    "pages": 392,
    "year": 2020,
    "terms": "Графические романы",
    "stock": 8,
    "price": 926,
    "sale": 0.9
  },
  {
    "id": 54,
    "title": "Истребитель демонов. Том 1. Жестокость",
    "author": "Готогэ Коёхару",
    "image": ["./img-books/54.jpeg", "./img-books/54_2.jpeg"],
    "description": "Начало XX века, эпоха Тайсё. На семью Тандзиро, доброго торговца углём, нападает демон. Выжить удалось только Нэдзуко, младшей сестре Тандзиро, но она и сама становится демоном. Чтобы вернуть сестре человеческий облик и отомстить демону, убившему его семью, Тандзиро отправляется в путь! Приключение, полное брызг крови и блеска клинков, начинается!",
    "pages": 192,
    "year": 2016,
    "terms": "Графические романы",
    "stock": 5,
    "price": 749,
    "sale": 0.85
  },
  {
    "id": 55,
    "title": "Истребитель демонов. Том 2. Ты...",
    "author": "Готогэ Коёхару",
    "image": ["./img-books/55.jpeg", "./img-books/55_2.jpeg"],
    "description": "Тандзиро приходит на окончательный отбор в истребители демонов. Юноше предстоит столкнуться со старшим демоном и в бою проверить те приемы, которым научил Урокодаки! Сумеет ли Тандзиро пройти отбор? Ведь для него, как будущего истребителя, уже есть работа: в одном городке каждую ночь стали пропадать девушки... А занчит, им с Нэдзуко пора в путь!",
    "pages": 192,
    "year": 2017,
    "terms": "Графические романы",
    "stock": 6,
    "price": 789,
    "sale": 0.9
  },
  {
    "id": 56,
    "title": "Дом страха",
    "author": "Омер Майк",
    "image": ["./img-books/56.jpeg", "./img-books/56_author.jpeg"],
    "description": "РАДИ ЭТОГО ЗОИ БЕНТЛИ ОТВЛЕКЛАСЬ ОТ ДЕЛА «ЗАЖИВО В ТЕМНОТЕ». ТРЕТИЙ РОМАН ИЗ ЦИКЛА «ГЛЕНМОР-ПАРК». Темный подвал. Голые стены. На жесткой кровати лежит двенадцатилетняя девочка. Она уже не помнит, когда ее похитили, — потеряла счет времени. Кто? Зачем? Она не знает. Очень-очень страшно… Детектив Ханна Шор из Гленмор-Парка ведет дело о похищении дочери своей подруги. Чтобы вернуть девочку домой, она объединяет усилия с ФБР. Но даже матерые агенты Бюро в растерянности: похитители разместили требование выкупа и фото похищенной в социальной сети, и… ОНО СТАНОВИТСЯ ВИРУСНЫМ. Ситуация быстро выходит из-под контроля. Теперь на детективов смотрит весь мир. Слухи распространяются со скоростью лесного пожара, а онлайн-линчеватели подливают масла в бушующее пламя. В городок со всей страны едут доморощенные сыщики. И НАЧИНАЕТСЯ ХАОС… Расследование заходит в тупик — похитители рассчитали всё до мелочей и не оставили никаких следов. А время стремительно утекает...",
    "pages": 384,
    "year": 2004,
    "terms": "Боевик и криминал",
    "stock": 10,
    "price": 662,
    "sale": 0.9
  },
  {
    "id": 57,
    "title": "Сеть смерти",
    "author": "Омер Майк",
    "image": ["./img-books/57.jpeg", "./img-books/56_author.jpeg"],
    "description": "В собственной квартире находят задушенной молодую женщину. Детектив Джейкоб Купер из полиции Гленмор-Парка выясняет, что жертва – отшельница, проводящая время в жестокой ролевой онлайн-игре – заблудилась в собственном виртуальном мире. Чтобы найти убийцу, Джейкобу придется самому вступить в эту игру… В ту же ночь – и тоже на своей квартире – зарезан мужчина. Погибший был мерзким интернет-троллем, издевавшимся над женщинами в «Твиттере». И теперь детектив Ханна Шор, расследующая это дело, невольно спрашивает себя, так ли уж виноват его убийца… Интернет… Всемирная паутина с множеством темных уголков, в которых поджидают своих жертв самые жестокие и злобные пауки. Джейкоб и Ханна лезут в эту сеть, не зная, что ждет их впереди…",
    "pages": 320,
    "year": 2005,
    "terms": "Боевик и криминал",
    "stock": 9,
    "price": 484,
    "sale": 0.9
  },
  {
    "id": 58,
    "title": "Внутри убийцы",
    "author": "Омер Майк",
    "image": ["./img-books/58.jpeg", "./img-books/56_author.jpeg"],
    "description": "На мосту в Чикаго, облокотившись на перила, стоит молодая красивая женщина. Очень бледная и очень грустная. Она неподвижно смотрит на темную воду, прикрывая ладонью плачущие глаза. И никому не приходит в голову, что… ОНА МЕРТВА. На мосту стоит тело задушенной женщины, забальзамированное особым составом, который позволяет придать трупу любую позу. Поистине дьявольская фантазия. Но еще хуже, что таких тел, горюющих о собственной смерти, найдено уже три. В городе появился… СЕРИЙНЫЙ УБИЙЦА. Расследование ведет полиция Чикаго, но ФБР не доверяет местному профайлеру, считая его некомпетентным. Для такого сложного дела у Бюро есть свой специалист – Зои Бентли. Она – лучшая из лучших. Во-многом потому, что когда-то, много лет назад, лично столкнулась с серийным убийцей – И ОСТАЛАСЬ ЖИВА…",
    "pages": 416,
    "year": 2007,
    "terms": "Боевик и криминал",
    "stock": 4,
    "price": 662,
    "sale": 0.85
  },
  {
    "id": 59,
    "title": "Клуб убийств по четвергам",
    "author": "Осман Ричард",
    "image": ["./img-books/59.jpeg", "./img-books/59_author.jpeg"],
    "description": "Элизабет, Джойс, Ибрагим и Рон называют себя 'Клуб убийств по четвергам'. Они живут в доме престарелых и расследуют нераскрытые убийства, пока к ним в руки не попадает настоящее дело. Смогут ли они поймать убийцу, пока не стало слишком поздно?",
    "pages": 416,
    "year": 2021,
    "terms": "Боевик и криминал",
    "stock": 8,
    "price": 540,
    "sale": 0.9
  },
  {
    "id": 60,
    "title": "Человек, который умер дважды",
    "author": "Осман Ричард",
    "image": ["./img-books/60.jpeg", "./img-books/59_author.jpeg"],
    "description": "Продолжение мирового бестселлера 'Клуб убийств по четвергам'. Элизабет, Джойс, Рон и Ибрагим наслаждаются недавно раскрытым делом об убийстве и хотят хорошенько отдохнуть. Но не тут-то было. Элизабет получает письмо от старого друга, — (или, может быть, не просто друга?) — который очень нуждается в ее помощи. Его обвиняют в краже алмазов на миллионы долларов, и он прячется от мафиози. Тут-то и начинаются убийства. Элизабет ничего не остается, как позвать на помощь своих союзников по раскрытию преступлений — Джойс, Рона и Ибрагима. Им предстоит сложная задача — противостоять безжалостному преступнику, которому ничего не стоит расквитаться с четырьмя престарелыми сыщиками. Смогут ли четверо друзей поймать убийцу до того, как он доберется до них? А что, если именно они найдут пропавшие алмазы? Какой хороший получится бонус! Скрещиваем пальцы и болеем за наших любимых британских сыщиков! Серия детективов Ричарда Османа бьет рекорды по продажам. В первые три дня было продано 114 тыс. экземпляров. Книги Османа становятся бестселлерами во многих странах, а также по версии авторитетных изданий (в том числе New York Times). Для кого эта книга: Для любителей британского юмора и остросюжетных детективов. Для поклонников 'Клуба убийств по четвергам'. Для всех, кто скучал по обаятельным сыщикам — Элизабет, Джойс, Ибрагиму и Рону.",
    "pages": 416,
    "year": 2022,
    "terms": "Боевик и криминал",
    "stock": 2,
    "price": 925,
    "sale": 0.9
  },
  {
    "id": 61,
    "title": "Убийства по алфавиту",
    "author": "Кристи Агата",
    "image": ["./img-books/61.jpeg", "./img-books/61_author.jpeg"],
    "description": "В английском алфавите 26 букв. В подписи преступника, затеявшего с Эркюлем Пуаро игру при помощи писем, всего три буквы, первые, А, B и С. Он планирует совершить убийства в местах, названия которых расположены в алфавитном порядке. Задача Пуаро - разгадать замыслы убийцы и не дать ему совершить задуманные 26 преступлений.",
    "pages": 320,
    "year": 1936,
    "terms": "Боевик и криминал",
    "stock": 10,
    "price": 244,
    "sale": 0.95
  },
  {
    "id": 62,
    "title": "Десять негритят",
    "author": "Кристи Агата",
    "image": ["./img-books/62.jpeg", "./img-books/61_author.jpeg"],
    "description": "Десять никак не связанных между собой людей в особняке на уединенном острове... Кто вызвал их сюда таинственным приглашением? Зачем кто-то убивает их, одного за другим, самыми невероятными способами? Почему все происходящее так тесно переплетено с веселым детским стишком?",
    "pages": 288,
    "year": 1939,
    "terms": "Детектив и криминал",
    "stock": 17,
    "price": 244,
    "sale": 0.9
  },
  {
    "id": 63,
    "title": "Вечеринка в Хэллоуин",
    "author": "Кристи Агата",
    "image": ["./img-books/63.jpeg", "./img-books/61_author.jpeg"],
    "description": "Писательница Ариадна Оливер приглашена в дом подруги, где в самом разгаре приготовления к празднованию Хэллоуина – веселого карнавала для детишек и взрослых. Одна из гостей – девочка-подросток, известная тем, что обожает рассказывать завиральные истории о всяких тайнах. Вот и теперь она поразила общество рассказом о том, что когда-то видела самое настоящее убийство! Никто не поверил ей. И вдруг в тот же вечер ее нашли... утопленной в ведре с водой и яблоками! Чертовски странно. Кому понадобилась смерть девочки? Возможно, она действительно видела нечто, что представляло опасность для кого-то из присутствовавших на вечеринке? В любом случае, Эркюль Пуаро, который взялся помочь миссис Оливер, своей старой знакомой, встал перед непростой задачей сорвать карнавальную маску с убийцы и явить обществу его лицо…",
    "pages": 320,
    "year": 1968,
    "terms": "Детектив и криминал",
    "stock": 30,
    "price": 236,
    "sale": 0.95
  },
  {
    "id": 64,
    "title": "Убийство в 'Восточном экспрессе'",
    "author": "Кристи Агата",
    "image": ["./img-books/64.jpeg", "./img-books/61_author.jpeg"],
    "description": "Находившийся в Стамбуле великий сыщик Эркюль Пуаро возвращается в Англию на знаменитом 'Восточном экспрессе', в котором вместе с ним едут, кажется, представители всех возможных национальностей. Один из пассажиров, неприятный американец по фамилии Рэтчетт, предлагает Пуаро стать своим телохранителем, поскольку считает, что его должны убить. Знаменитый бельгиец отмахивается от этой абсурдной просьбы. А на следующий день американца находят мертвым в своем купе, причем двери закрыты, а окно открыто. Пуаро немедленно берется за расследование – и выясняет, что купе полно всевозможных улик, указывающих… практически на всех пассажиров 'Восточного экспресса'. Вдобавок поезд наглухо застревает в снежных заносах в безлюдном месте. Пуаро необходимо найти убийцу до того, как экспресс продолжит свой путь…",
    "pages": 320,
    "year": 1933,
    "terms": "Детектив и криминал",
    "stock": 29,
    "price": 24,
    "sale": 0.9
  },
  {
    "id": 65,
    "title": "Происхождение",
    "author": "Браун Дэн",
    "image": ["./img-books/65.jpeg", "./img-books/65_author.jpeg"],
    "description": "Роберт Лэнгдон прибывает в музей Гуггенхайма в Бильбао по приглашению друга и бывшего студента Эдмонда Кирша. Миллиардер и компьютерный гуру, он известен своими удивительными открытиями и предсказаниями. И этим вечером Кирш собирается «перевернуть все современные научные представления о мире», дав ответ на два главных вопроса, волнующих человечество на протяжении всей истории: Откуда мы? Что нас ждет? Однако прежде чем Эдмонд успевает сделать заявление, роскошный прием превращается в хаос. Лэнгдону и директору музея, красавице Амбре Видаль, чудом удается бежать. Теперь их путь лежит в Барселону, где Кирш оставил для своего учителя закодированный ключ к тайне, способной потрясти сами основы представлений человечества о себе. Тайне, которая была веками похоронена во тьме забвения. Тайне, которой, возможно, лучше бы никогда не увидеть света, — по крайней мере, так считают те, кто преследует Лэнгдона и Видаль и готов на все, чтобы помешать им раскрыть истину.",
    "pages": 576,
    "year": 2017,
    "terms": "Детектив и криминал",
    "stock": 19,
    "price": 110,
    "sale": 0.9
  },
  {
    "id": 66,
    "title": "Код да Винчи",
    "author": "Браун Дэн",
    "image": ["./img-books/66.jpeg", "./img-books/65_author.jpeg"],
    "description": "Секретный код скрыт в работах Леонардо да Винчи… Только он поможет найти христианские святыни, дававшие немыслимые власть и могущество… Ключ к величайшей тайне, над которой человечество билось веками, может быть найден…",
    "pages": 543,
    "year": 2003,
    "terms": "Детектив и криминал",
    "stock": 15,
    "price": 400,
    "sale": 0.95
  },
  {
    "id": 67,
    "title": "Утраченный символ",
    "author": "Браун Дэн",
    "image": ["./img-books/66.jpeg", "./img-books/65_author.jpeg"],
    "description": "Приключения Роберта Лэнгдона продолжаются. На этот раз ему предстоит разгадать величайшую тайну масонов, которая способна изменить мир. Веками хранимые секреты, загадочные знаки и символы - и смертельно опасное путешествие по лабиринтам прошлого…",
    "pages": 576,
    "year": 2009,
    "terms": "Детектив и криминал",
    "stock": 23,
    "price": 399,
    "sale": 0.9
  },
  {
    "id": 68,
    "title": "Щегол",
    "author": "Тартт Донна",
    "image": ["./img-books/68.jpeg", "./img-books/68_author.jpeg"],
    "description": "Роман, который лауреат Пулитцеровской премии Донна Тартт писала более 10 лет, — огромное эпическое полотно о силе искусства и о том, как оно — подчас совсем не так, как нам того хочется — способно перевернуть всю нашу жизнь. 13-летний Тео Декер чудом остался жив после взрыва, в котором погибла его мать. Брошенный отцом, без единой родной души на всем свете, он скитается по приемным домам и чужим семьям — от Нью-Йорка до Лас-Вегаса, — и его единственным утешением, которое, впрочем, чуть не приводит к его гибели, становится украденный им из музея шедевр голландского старого мастера.",
    "pages": 832,
    "year": 2013,
    "terms": "Детектив и криминал",
    "stock": 8,
    "price": 120,
    "sale": 0.9
  },
  {
    "id": 69,
    "title": "Тайная история",
    "author": "Тартт Донна",
    "image": ["./img-books/69.jpeg", "./img-books/68_author.jpeg"],
    "description": "Блестящая американская писательница Донна Тартт, лауреат Пулитцеровской премии 2014 года, покорила читателей в 1992 году первым же своим романом «Тайная история». Книга сразу стала бестселлером. Она переведена на двадцать четыре языка и продолжает расходиться многомиллионными тиражами во всем мире. Действие происходит в небольшом колледже в Вермонте, куда девятнадцатилетний Ричард Пейпен приезжает изучать древнегреческий язык. Новые друзья Ричарда — четверо молодых людей и одна девушка — умны, раскованны, богаты и так увлечены античной культурой, что рассматривают себя чуть ли не как особую касту ее хранителей. Их дружба не выдерживает, однако, натиска современного мира. В веселой и сплоченной компании происходит убийство. Пытаясь через много лет осмыслить случившееся, герой по дням воспроизводит свою студенческую жизнь, этапы отношений с однокурсниками и любимой девушкой, и под виртуозным пером Донны Тартт его исповедь превращается в захватывающий психологический триллер.",
    "pages": 590,
    "year": 1992,
    "terms": "Детектив и криминал",
    "stock": 3,
    "price": 1195,
    "sale": 0.9
  },
  {
    "id": 70,
    "title": "Маленький друг",
    "author": "Тартт Донна",
    "image": ["./img-books/70.jpeg", "./img-books/68_author.jpeg"],
    "description": "Второй роман Донны Тартт, автора знаменитого “Щегла”, вышел в свет в 2002 году. Девятилетнего мальчика Робина находят повешенным во дворе родительского дома. Убийцу найти так и не удалось. Когда случилась эта трагедия, сестра Робина Гарриет была совсем маленькой. Теперь она — упрямый, волевой, решительный подросток. Она решает во что бы то ни стало найти и покарать убийцу, но и не догадывается поначалу, какую опасную игру она затеяла.",
    "pages": 640,
    "year": 2002,
    "terms": "Детектив и криминал",
    "stock": 2,
    "price": 1195,
    "sale": 0.95
  },
  {
    "id": 71,
    "title": "Красношейка",
    "author": "Несбё Ю",
    "image": ["./img-books/71.jpeg", "./img-books/71_author.jpeg"],
    "description": "Норвежскими неонацистскими группировками железной рукой управляет некто, скрывающийся под именем Принц. Инспектор полиции Харри Холе заподозрил, что Принц связан с силовыми структурами, и эта догадка стоила жизни его напарнице. Между сегодняшними скинхедами и теми, кто полвека назад воевал в дивизиях Гитлера, обнаруживается и другая связь. Мстительный призрак явился из прошлого, и мирный Осло потрясают кровавые расправы, но это лишь начало. Настоящий теракт намечен на День Конституции...",
    "pages": 544,
    "year": 2000,
    "terms": "Детектив и криминал",
    "stock": 27,
    "price": 276,
    "sale": 0.9
  },
  {
    "id": 72,
    "title": "Письма к брату Тео",
    "author": "Ван Гог Винсент",
    "image": ["./img-books/72.jpeg", "./img-books/72_author.jpeg"],
    "description": "«Человек испытывает потребность в немалом – в бесконечности и чуде – и правильно поступает, когда не довольствуется меньшим и не чувствует себя в мире как дома, пока эта потребность не удовлетворена» – возможно, эта фраза из одного из писем Винсента Ван Гога к брату Тео, как никакая иная, раскрывает суть души великого художника, вечно бредущего по крестному пути поисков совершенства.«Письма к брату Тео» – поразительный по силе и искренности человеческий документ, повествующий не только о фактах недолгой и трагической жизни Винсента Ван Гога, но и о том, какая огромная внутренняя работа, какое духовное содержание стояло за каждой картиной этого не признанного при жизни гения...",
    "pages": 480,
    "year": 1883,
    "terms": "Биографии. Мемуары",
    "stock": 17,
    "price": 300,
    "sale": 0.9
  },
  {
    "id": 73,
    "title": "Моя жизнь. Мои достижения",
    "author": "Форд Генри",
    "image": ["./img-books/73.jpeg", "./img-books/73_author.jpeg"],
    "description": "Книга «Моя жизнь. Мои достижения» (выдержавшая более сотни переизданий по всему миру, в том числе и в СССР) — это живая и захватывающая история человека, влюбленного в свою работу, ставшую для него источником вдохновения и смыслом существования. Форд раскрывается в ней не только как гениальный бизнесмен, изобретатель, инноватор и инженер, но прежде всего — как увлеченная личность, для которой работа стала делом всей жизни. Как прирожденный боец, который не боялся ни тяжелого труда, ни риска, выигрывал и ошибался, терял все и начинал заново, упорно, шаг за шагом приближаясь к воплощению своей мечты.",
    "pages": 320,
    "year": 1924,
    "terms": "Биографии. Мемуары",
    "stock": 17,
    "price": 249,
    "sale": 0.8
  },
  {
    "id": 74,
    "title": "Дом Гуччи. Сенсационная история убийства, безумия, гламура и жадности",
    "author": "Форден Сара Гэй",
    "image": ["./img-books/74.jpeg", "./img-books/74_author.jpeg"],
    "description": "Утром 27 марта 1995 года четыре выстрела прогремели на элегантных улицах Милана. Маурицио Гуччи, наследник легендарной модной династии, был убит на пороге своего офиса неизвестным киллером. Два года спустя начальник полиции Милана вошел в роскошный палаццо бывшей жены Маурицио, Патриции Реджани, которую пресса прозвала 'Черной вдовой', и арестовал ее за убийство. Патриция убила своего бывшего мужа, чтобы заполучить его состояние? Или сделала это из ревности к новой невесте? А может быть, Маурицио убил кто-то еще — из-за того, что он потерял контроль над модной империей и едва не разорил семейный бизнес? История дома 'Гуччи' — это головокружительное путешествие в мир высокой моды, блеска и гламура, больших денег — и таких же больших скандалов, интриг и личных трагедий. Тщательно проработанная, прекрасно написанная и получившая мировое признание, книга 'Дом Гуччи' рассказывает волнующую историю убийства, безумия, гламура и жадности.",
    "pages": 544,
    "year": 2010,
    "terms": "Биографии. Мемуары",
    "stock": 3,
    "price": 711,
    "sale": 0.9
  },
  {
    "id": 75,
    "title": "Моя жизнь",
    "author": "Троцкий Лев Давидович",
    "image": ["./img-books/75.jpeg", "./img-books/75_author.jpeg"],
    "description": "Одна из «самых запрещенных» в СССР книг, впервые изданная легально уже в 1991 году. Книга, ярким и эффектным стилем которой восхищались классики литературы ХХ века. Книга, начатая Троцким в ссылке, а законченная уже в эмиграции в 1930 году, еще при жизни автора переведенная на многие языки мира и неоднократно изданная. В ней самый известный в мире левый радикал честно и правдиво повествует об Октябрьской революции, о Ленине и его соратниках, а также открыто и в подробностях останавливается на интригах, которые привели к власти Сталина.",
    "pages": 672,
    "year": 1940,
    "terms": "Биографии. Мемуары",
    "stock": 10,
    "price": 309,
    "sale": 0.9
  },
  {
    "id": 76,
    "title": "Стив Джобс",
    "author": "Айзексон Уолтер",
    "image": ["./img-books/76.jpeg", "./img-books/76_1.jpeg"],
    "description": "В основу книги Уолтера Айзексона 'Стив Джобс' легли беседы с самим Стивом Джобсом, а также с его родственниками, друзьями, врагами, соперниками и коллегами. Джобс никак не контролировал автора. Он откровенно отвечал на все вопросы и ждал такой же честности от остальных. Это рассказ о жизни, полной падений и взлетов, о сильном человеке и талантливом бизнесмене, который одним из первых понял: чтобы добиться успеха в XXI веке, нужно соединить креативность и технологии. Книга вышла в США в октябре 2011 года и сразу стала первой в рейтинге Amazon.com.",
    "pages": 688,
    "year": 2011,
    "terms": "Биографии. Мемуары",
    "stock": 18,
    "price": 1445,
    "sale": 0.8
  },
  {
    "id": 77,
    "title": "О жизни",
    "author": "Лихачев Дмитрий Сергеевич",
    "image": ["./img-books/77.jpeg", "./img-books/77_author.jpeg"],
    "description": "История Петербурга ХХ столетия – глазами выдающегося российского ученого, академика Лихачёва. Судьба одной петербуржской семьи в его воспоминаниях словно становится зеркалом, в котором отражается прошлое всей нашей страны. Удивительный мир Серебряного века и Октябрьский переворот, «бурные двадцатые» и тяжелое время сталинского террора, трагедия блокады Ленинграда и послевоенная эпоха, «года глухие» брежневского застоя и усиливающееся с каждым годом неприятие тоталитарного режима – таков фон, на котором происходит становление Дмитрия Лихачёва как «человека науки» и просто человека, ставшего для современников образцом стойкости, честности и порядочности.",
    "pages": 544,
    "year": 2077,
    "terms": "Биографии. Мемуары",
    "stock": 5,
    "price": 289,
    "sale": 0.9
  },
  {
    "id": 78,
    "title": "Письма о добром и прекрасном",
    "author": "Лихачев Дмитрий Сергеевич",
    "image": ["./img-books/78.jpeg", "./img-books/77_author.jpeg"],
    "description": "Книга выдающегося ученого XX века — культуролога, искусствоведа, доктора филологических наук, профессора и академика Дмитрия Сергеевича Лихачёва адресована молодым читателям. Это лишенные морализма и пафоса, оформленные в виде коротких писем размышления доброго и мудрого человека о необходимости саморазвития, формировании правильной системы ценностей, избавлении от жадности, зависти, обидчивости, ненависти и о воспитании в себе любви к людям, понимания, сочувствия, смелости и умения отстаивать свою точку зрения. Книга стала бестселлером сразу после своего выхода в свет в 1985 году; она переведена на множество языков. Важные вопросы, которые поднимает автор, актуальны и в наши дни. «Письма…» академика Лихачёва будут полезны всем, кто хочет научиться делать верный выбор в самых сложных ситуациях, ладить с людьми, быть в согласии с собой и окружа¬ющим миром и получать от жизни большое удовольствие.",
    "pages": 288,
    "year": 1985,
    "terms": "Научная литература",
    "stock": 12,
    "price": 480,
    "sale": 0.9
  },
  {
    "id": 79,
    "title": "Великое наследие",
    "author": "Лихачев Дмитрий Сергеевич",
    "image": ["./img-books/79.jpeg", "./img-books/77_author.jpeg"],
    "description": "Дмитрий Сергеевич Лихачев - выдающийся ученый ХХ века. Его творческое наследие чрезвычайно обширно и разнообразно, его исследования, публицистические статьи и заметки касались различных аспектов истории культуры - от искусства Древней Руси до садово-парковых стилей XVIII-XIX веков. Но в первую очередь имя Д.С. Лихачева связано с поэтикой древнерусской литературы, в изучение которой он внес огромный вклад. Книга 'Великое наследие', одна из самых известных работ ученого, посвящена настоящим шедеврам отечественной литературы допетровского времени - произведениям, которые знают во всем мире. В их числе 'Слово о Законе и Благодати' Иллариона, 'Хождение за три моря' Афанасия Никитина, сочинения Ивана Грозного, 'Житие' протопопа Аввакума и, конечно, горячо любимое Лихачевым 'Слово о полку Игореве'.",
    "pages": 480,
    "year": 1979,
    "terms": "Литературоведение и фольклористика",
    "stock": 17,
    "price": 220,
    "sale": 0.95
  },
  {
    "id": 80,
    "title": "Искусство спора. Как читать книги",
    "author": "Поварнин Сергей Иннокентьевич",
    "image": ["./img-books/80.jpeg", "./img-books/80_author.jpeg"],
    "description": "Сергей Иннокентьевич Поварнин (1870—1952) – философ, профессор Ленинградского государственного университета, крупный специалист в области логики и риторики. Эти книги гремели в 20—30-х годах ХХ века, стояли рядом с «Занимательной физикой» и «Занимательной математикой» Я.Перельмана, а потом были незаслуженно забыты. Но сейчас они снова оказались востребованными. Читать книги – что может быть проще? Мы обучены чтению с начальной школы, но как мы читаем? Да «как читается», а между тем вреда от такого чтения зачастую больше, чем пользы. Поэтому вдумчивому читателю просто необходимо ознакомиться с приемами и навыками рационального чтения. Кроме того, предлагаемое в сборнике «Искусство спора», наряду с «Искусством побеждать в спорах» А. Шопенгауэра, научит читать «между строк» средства массовой информации и замечать их уловки, а также правильно излагать свои доводы в любых дискуссиях.",
    "pages": 288,
    "year": 1918,
    "terms": "Литературоведение и фольклористика",
    "stock": 13,
    "price": 249,
    "sale": 0.9
  },
  {
    "id": 81,
    "title": "Лекции по русской литературе",
    "author": "Набоков Владимир Владимирович",
    "image": ["./img-books/81.jpeg", "./img-books/81_author.jpeg"],
    "description": "В 'Лекциях по русской литературе', впервые опубликованных в 1981 году, крупнейший русско-американский писатель ХХ века Владимир Набоков предстал перед читающей публикой, знавшей его главным образом как блистательного романиста, в иных, порой неожиданных ипостасях. Лекционные курсы 'Мастера европейской прозы' и 'Русская литература в переводах', подготовленные для студентов колледжа Уэлсли и Корнеллского университета, где писатель преподавал в 1940-1950-е годы, раскрыли в Набокове вдумчивого читателя, проницательного, дотошного и при этом весьма пристрастного исследователя, темпераментного и требовательного педагога - и вместе с тем подтвердили его репутацию виртуозного художника слова. На страницах этого тома Набоков-лектор дает своей аудитории превосходный урок 'пристального чтения' произведений Гоголя, Тургенева, Достоевского, Толстого, Чехова и Горького - чтения, метод которого исчерпывающе описан самим автором: 'Литературу, настоящую литературу, не стоит глотать залпом, как снадобье, полезное для сердца или ума, этого 'желудка' души. Литературу надо принимать мелкими дозами, раздробив, раскрошив, размолов, - тогда вы почувствуете ее сладостное благоухание в глубине ладоней; ее нужно разгрызать, с наслаждением перекатывая языком во рту, - тогда и только тогда вы оцените по достоинству ее редкостный аромат и раздробленные, размельченные частицы вновь соединятся воедино в вашем сознании и обретут красоту целого, к которому вы подмешали чуточку собственной крови'. Перевод с английского: С. Антонов, Е. Голышева, Г. Дашевский, И. Клягина, А. Курт, Е. Рубинова.",
    "pages": 448,
    "year": 1981,
    "terms": "Литературоведение и фольклористика",
    "stock": 12,
    "price": 410,
    "sale": 0.85
  },
  {
    "id": 82,
    "title": "Дар",
    "author": "Набоков Владимир Владимирович",
    "image": ["./img-books/82.jpeg", "./img-books/81_author.jpeg"],
    "description": "'Дар' (1938) — последний завершенный русский роман Владимира Набокова и один из самых значительных и многоплановых романов XX века. Создававшийся дольше и труднее всех прочих его русских книг, он вобрал в себя необыкновенно богатый и разнородный материал, удержанный в гармоничном равновесии благодаря искусной композиции целого. 'Дар' посвящен нескольким годам жизни молодого эмигранта Федора Годунова-Чердынцева — периоду становления его писательского дара, — но в пространстве и времени он далеко выходит за пределы Берлина 1920?х годов, в котором разворачивается его действие. В нем наиболее полно и свободно изложены взгляды Набокова на искусство и общество, на истинное и ложное в русской культуре и общественной мысли, на причины упадка России и на то лучшее, что остается в ней неизменным.",
    "pages": 480,
    "year": 1938,
    "terms": "Kлассическая отечественная проза",
    "stock": 34,
    "price": 745,
    "sale": 0.9
  },
  {
    "id": 83,
    "title": "Камера обскура",
    "author": "Набоков Владимир Владимирович",
    "image": ["./img-books/83.jpeg", "./img-books/81_author.jpeg"],
    "description": "Германия двадцатых годов XX века. В жизни преуспевающего искусствоведа Бруно Кречмара все замечательно: у него есть жена Аннелиза, с которой ему комфортно, замечательная дочь Ирма и прекрасная работа. Самому Кречмару скоро будет пятьдесят, и, казалось бы, жизнь так и будет течь спокойно и неторопливо. Но однажды в кинотеатре он встречает Магду Петерс, шестнадцатилетнюю девушку из бедной семьи, мечтающую стать актрисой. В кинотеатре Магда следит за чистотой зала и проверяет билеты. Кречмар, до этого никогда не изменявший жене, влюбляется. И решает никогда больше не ходить в этот кинотеатр, но разгорающееся внутри пламя уже невозможно потушить. Эта страсть перевернет всю его жизнь, словно оптическое изображение в камере обскура.",
    "pages": 256,
    "year": 1933,
    "terms": "Классическая отечественная проза",
    "stock": 19,
    "price": 625,
    "sale": 0.9
  },
  {
    "id": 84,
    "title": "Блеск и нищета русской литературы: Филологическая проза",
    "author": "Довлатов Сергей Донатович",
    "image": ["./img-books/84.jpeg", "./img-books/84_author.jpeg"],
    "description": "В сборнике 'Блеск и нищета русской литературы' впервые достаточно полно представлена филологическая проза Сергея Довлатова. Он писал о Пушкине и Толстом, В. Уфлянде и А. Синявском, Кафке и Хемингуэе (как 'русских' и личных авторах). Рецензии Довлатова, журнальная поденщина, превращаются то в литературные портреты, то в очерки литературных нравов, и смыкаются с такой же 'литературой о литературе', как 'Невидимая книга' или 'Соло на ундервуде'. Филологическая проза Довлатова отличается не объективностью, а личным тоном, язвительностью, юмором - теми же свойствами, которые характерны для его 'обычной' прозы. Впервые тексты Довлатова сопровождает реальный комментарий профессора, д. ф. н. И. Н. Сухих. Он же автор вступительной статьи к книге.",
    "pages": 256,
    "year": 1985,
    "terms": "Литературоведение и фольклористика",
    "stock": 10,
    "price": 229,
    "sale": 0.9
  },
  {
    "id": 85,
    "title": "Филиал: (Записки ведущего)",
    "author": "Довлатов Сергей Донатович",
    "image": ["./img-books/85.jpeg", "./img-books/84_author.jpeg"],
    "description": "Сергей Довлатов — один из наиболее популярных и читаемых русских писателей конца XX — начала XXI века. Его повести, рассказы и записные книжки переведены на множество языков, экранизированы, изучаются в школе и вузах. «Заповедник», «Зона», «Иностранка», «Наши», «Чемодан» — эти и другие удивительно смешные и пронзительно печальные довлатовские вещи давно стали классикой. «Отморозил пальцы ног и уши головы», «выпил накануне — ощущение, как будто проглотил заячью шапку ушами», «алкоголизм излечим, пьянство — нет» — шутки Довлатова запоминаешь сразу и на всю жизнь, а книги перечитываешь десятки раз. Они никогда не надоедают.",
    "pages": 160,
    "year": 1989,
    "terms": "Классическая отечественная проза",
    "stock": 30,
    "price": 220,
    "sale": 0.9
  },
  {
    "id": 86,
    "title": "Заповедник",
    "author": "Довлатов Сергей Донатович",
    "image": ["./img-books/86.jpeg", "./img-books/84_author.jpeg"],
    "description": "Сергей Довлатов верил в одно - в 'улыбку разума'. Эта достойная сдержанная позиция принесла писателю повсеместную известность. На родине вот уже десять лет Довлатов - один из самых устойчиво читаемых авторов; его проза инсценирована, экранизирована, изучается в школе и вузах, переведена на японский и основные европейские языки. Перед вами - ещё одно его произведение.",
    "pages": 160,
    "year": 1988,
    "terms": "Классическая отечественная проза",
    "stock": 28,
    "price": 220,
    "sale": 0.9
  },
  {
    "id": 87,
    "title": "Слово живое и мертвое",
    "author": "Галь Н.",
    "image": ["./img-books/87.jpeg", "./img-books/87_author.jpeg"],
    "description": "Нора Галь — выдающийся переводчик английской и французской литературы, чьи работы («Маленький принц» Сент-Экзюпери, «Посторонний» Камю, «Убить пересмешника» Харпер Ли и многие другие) давно вошли в сокровищницу отечественной литературы. Ее основной теоретический труд «Слово живое и мертвое» посвящен художественному переводу и представляет собой квинтэссенцию опыта Норы Галь как редактора и переводчика. В этой работе, далеко выходящей за рамки пособия для начинающих работников слова, автор с блеском и юмором обыгрывает богатейший материал, собранный на основе более чем полувековой работы с текстами, отстаивая и охраняя одно из самых важных достояний нашей культуры — чистоту русского языка.",
    "pages": 190,
    "year": 1940,
    "terms": "Литературоведение и фольклористика",
    "stock": 6,
    "price": 200,
    "sale": 0.95
  },
  {
    "id": 88,
    "title": "Евгений Онегин. Борис Годунов. Маленькие трагедии",
    "author": "Пушкин Александр Сергеевич",
    "image": ["./img-books/88.jpeg", "./img-books/88_author.jpeg"],
    "description": "'Евгений Онегин' (1823-1831) – одно из самых значительных произведений русской литературы. Пронзительная любовная история, драматические повороты сюжета, тонкий психологизм персонажей, детальное описание быта и нравов той эпохи (не случайно Белинский назвал роман 'энциклопедией русской жизни') – в этом произведении, как в зеркале, отразилась вся русская жизнь. 'Евгений Онегин' никогда не утратит своей актуальности, и даже спустя два века мы поражаемся точности и верности 'ума холодных наблюдений и сердца горестных замет' великого русского поэта. В сборник включены также драма 'Борис Годунов' и цикл коротких пьес 'Маленькие трагедии'.",
    "pages": 352,
    "year": 1831,
    "terms": "Поэзия",
    "stock": 35,
    "price": 239,
    "sale": 0.9
  },
  {
    "id": 89,
    "title": "Дубровский",
    "author": "Пушкин Александр Сергеевич",
    "image": ["./img-books/89.jpeg", "./img-books/88_author.jpeg"],
    "description": "А. С. Пушкин написал абсолютно новаторский цикл и одновременно создал широкую картину русской жизни с высочайшей степенью человечности. 'Повести Белкина' и в наше время остаются признанной вершиной прозаического наследства А. Пушкина.",
    "pages": 288,
    "year": 1832,
    "terms": "Классическая отечественная проза",
    "stock": 29,
    "price": 249,
    "sale": 0.95
  },
  {
    "id": 90,
    "title": "Капитанская дочка",
    "author": "Пушкин Александр Сергеевич",
    "image": ["./img-books/90.jpeg", "./img-books/88_author.jpeg"],
    "description": "Творчество Александра Сергеевича Пушкина знакомо каждому еще со школы. И любой читатель находит в нем именно то, что ему близко: одни восторженно относятся к пушкинской лирике, другие учат наизусть 'Евгения Онегина', третьи любят простоту и ясность его прозы. Уникальный язык пушкинской прозы стал той плодородной почвой, на которой поднялся великий русский реализм ХIХ века. В книгу вошли повести 'Капитанская дочка' и 'Пиковая дама', роман 'Дубровский', 'Повести покойного Ивана Петровича Белкина',",
    "pages": 384,
    "year": 1837,
    "terms": "Классическая отечественная проза",
    "stock": 45,
    "price": 340,
    "sale": 0.9
  },
  {
    "id": 91,
    "title": "Горе от ума",
    "author": "Грибоедов Александр Сергеевич",
    "image": ["./img-books/91.jpeg", "./img-books/91_author.jpeg"],
    "description": "Александр Сергеевич Грибоедов (1790 или 1795-1829) - русский писатель и дипломат, погибший от рук религиозных фанатиков. Современному читателю он известен скорее как 'автор одного произведения' - комедии 'Горе от ума'. Этот сборник дает возможность лучше узнать творчество Грибоедова, в нем представлены его драматические произведения, стихотворения, статьи и путевые заметки, написанные во время дипломатических поездок.",
    "pages": 608,
    "year": 1824,
    "terms": "Классическая отечественная проза",
    "stock": 19,
    "price": 390,
    "sale": 0.9
  },
  {
    "id": 92,
    "title": "Горе от ума. Недоросль",
    "author": "Грибоедов Александр Сергеевич",
    "image": ["./img-books/92.jpeg", "./img-books/91_author.jpeg"],
    "description": "«Горе от ума» – шедевр русской литературы, произведение, разобранное на цитаты и крылатые фразы чуть ли не от первого до последнего слова. «Собрать бы книги все да сжечь», «карету мне, карету», «в деревню, к тетке, в глушь, в Саратов», «она к нему – а он ко мне»… Мы используем фразы из «Горя от ума» настолько часто, что даже не осознаем, что это – цитаты. Не потому ли горькая, язвительная и блестящая комедия Грибоедова по-прежнему актуальна и по сей день не сходит с лучших театральных сцен нашей страны?.. «Недоросль» и «Бригадир» – комедии, написанные в далеком «веке золотом Екатерины», – вот истинный показатель таланта автора – не утрачивают актуальности и в наши дни. Ведь выведенные в них типажи богатеньких сынков, неучей, невеж и самодуров встречаются нам и сегодня, а легендарные «Не хочу учиться – хочу жениться» или «Век живи – век учись» знает каждый.",
    "pages": 320,
    "year": 1824,
    "terms": "Классическая отечественная проза",
    "stock": 31,
    "price": 280,
    "sale": 0.95
  },
  {
    "id": 93,
    "title": "Рождественские стихи",
    "author": "Бродский Иосиф Александрович",
    "image": ["./img-books/93.jpeg", "./img-books/93_author.jpeg"],
    "description": "Начиная с 1962 года, когда, по словам самого Иосифа Бродского, он «принялся писать стихи всерьез», поэт к каждому Рождеству пытался написать стихотворение — как поздравление с днем рождения. «В конце концов, что есть Рождество? День рождения Богочеловека. И человеку не менее естественно его справлять, чем свой собственный». Все же собранные в этой книге рождественские стихотворения — поздравления особые: вместе они представляют собой не только подарок к Рождеству, но и квинтэссенцию творчества Бродского.",
    "pages": 96,
    "year": 1987,
    "terms": "Поэзия",
    "stock": 27,
    "price": 201,
    "sale": 0.9
  },
  {
    "id": 94,
    "title": "Малое собрание сочинений",
    "author": "Бродский Иосиф Александрович",
    "image": ["./img-books/94.jpeg", "./img-books/93_author.jpeg"],
    "description": "Иосиф Бродский - один из крупнейших русских поэтов ХХ века, за свою недолгую, по нынешним представлениям, жизнь возвел огромное здание стихотворений, поэм, а также произведений особого, им созданного жанра - 'больших стихотворений'. Верный традициям русских классиков - Пушкина, Лермонтова, - Бродский стремительно расширял поле своей творческой работы. Он автор двух пьес - 'Мрамор' и 'Демократия' и нескольких десятков эссе, большинство из которых написаны на английском языке. В 1987 году Бродскому была присуждена Нобелевская премия по литературе 'за многогранное творчество, отмеченное остротой мысли и глубокой поэтичностью'. В настоящий том избранных произведений Иосифа Бродского вошли поэтические сборники 'Остановка в пустыне', 'Конец прекрасной эпохи', 'Часть речи', 'Новые стансы к Августе', 'Урания' и 'Пейзаж с наводнением', выпускавшиеся американским издательством 'Ардис' с 1970 по 1996 годы, а также пьеса 'Мрамор' и эссе",
    "pages": 880,
    "year": 1988,
    "terms": "Поэзия",
    "stock": 19,
    "price": 833,
    "sale": 0.85
  },
  {
    "id": 95,
    "title": "Хорошо!",
    "author": "Маяковский Владимир Владимирович",
    "image": ["./img-books/95.jpeg", "./img-books/95_author.jpeg"],
    "description": "В настоящее издание вошли стихотворения и поэмы Владимира Маяковского — выдающегося поэта ХХ века, одного из лидеров русского авангарда. Маяковский, который «к штыку приравнял перо», стал голосом революции и символом советской эпохи. Цветаева назвала его «первым в мире поэтом масс… первым русским поэтом-оратором». И, как всякий большой поэт, он перерос свое время: творчество Маяковского — какие бы споры оно ни вызывало сегодня — востребовано новыми поколениями читателей, его жизнь в искусстве оказалась долгой.",
    "pages": 416,
    "year": 1927,
    "terms": "Поэзия",
    "stock": 20,
    "price": 390,
    "sale": 0.9
  },
  {
    "id": 96,
    "title": "Во весь голос",
    "author": "Маяковский Владимир Владимирович",
    "image": ["./img-books/96.jpeg", "./img-books/95_author.jpeg"],
    "description": "В этот сборник вошли наиболее известные поэмы и стихотворения Маяковского разных лет, в полной мере представляющие читателю уникальный стиль поэта: «Флейта-позвоночник», «Облако в штанах», «Про это», «А вы могли бы?», «Любовь», «Во весь голос», стихи из «американского» цикла и др. Оригинальность, бунтарство, резкость стихотворных строк и невероятная, берущая за душу эмоциональность Маяковского, поражавшие его современников, и сейчас не оставят читателя равнодушным.",
    "pages": 480,
    "year": 1930,
    "terms": "Поэзия",
    "stock": 30,
    "price": 310,
    "sale": 0.9
  },
  {
    "id": 97,
    "title": "Я пришел к тебе с приветом…",
    "author": "Фет Афанасий Афанасьевич",
    "image": ["./img-books/97.jpeg", "./img-books/97_author.jpeg"],
    "description": "Наследие Фета в действительности куда более многообразно, чем позволяет считать школьная программа. Все мы знаем, что Фет был вдохновенным певцом природы (и не только русской, но и европейской) и мудрым стихотворцем-философом, однако, помимо этого, он был автором и тончайшей любовной лирики, и весьма необычных баллад (как реалистических, так и мистических), добродушным апологетом тихой, идиллической жизни в русской помещичьей усадьбе и исключительным знатоком античной поэзии, умевшим блестяще стилизовать под нее собственные произведения. И все эти многочисленные грани замечательного таланта Фета в равной степени нашли отражение в составе данной книги.",
    "pages": 448,
    "year": 1843,
    "terms": "Поэзия",
    "stock": 19,
    "price": 249,
    "sale": 0.9
  },
  {
    "id": 98,
    "title": "Серебряный век. Поэзия",
    "author": "Ахматова Анна Андреевна",
    "image": ["./img-books/98.jpeg", "./img-books/98_author.jpeg"],
    "description": "Серебряный век... Удивительный период в истории русской культуры, начавшися в конце ХIХ века и прерванный октябрьским переворотом. Это было время интеллектуальных прозрений и социальных потрясений, получившее широкое воплощение в русском искусстве и литературе. Наряду с шедеврами Александра Блока и Анны Ахматовой, Сергея Есенина и Марины Цветаевой читатель найдет практически совершенные, поэтически прекрасные стихотворения десятков других мастеров стиха - от философа Андрея Белого до сатирика Саши Черного. Перед вами своего рода лирический дневник эпохи.",
    "pages": 512,
    "year": 1920,
    "terms": "Поэзия",
    "stock": 28,
    "price": 290,
    "sale": 0.95
  },
  {
    "id": 99,
    "title": "Стихотворения и поэмы",
    "author": "Лермонтов Михаил Юрьевич",
    "image": ["./img-books/99.jpeg", "./img-books/99_author.jpeg"],
    "description": "В сборнике представлены наиболее известные поэтические произведения М. Ю. Лермонтова, охватывающие разные направления творчества писателя. Стихотворение «Бородино», посвященное Отечественной войне с Наполеоном, любовная лирика, философские размышления и пылкие гражданские стихи. Помимо стихотворений в издание вошли поэмы, среди которых романтические и пронизанные атмосферой Кавказа «Демон» и «Мцыри», а также «Песня про царя Ивана Васильевича, молодого опричника и удалого купца Калашникова».?",
    "pages": 384,
    "year": 1832,
    "terms": "Поэзия",
    "stock": 15,
    "price": 230,
    "sale": 0.9
  },
  {
    "id": 100,
    "title": "Герой нашего времени",
    "author": "Лермонтов Михаил Юрьевич",
    "image": ["./img-books/100.jpeg", "./img-books/99_author.jpeg"],
    "description": "'Герой нашего времени' (1840) по праву считается первым психологическим романом в русской литературе. В основе повествования — история жизни главного героя, Григория Печорина. Произведение состоит из пяти частей, расположенных не в хронологическом порядке, однако в этом есть своя логика. Писатель постепенно начинает погружать читателя во внутренний мир его героя, циника, прожигателя жизни, ни во что не верящего, противоречивого и неоднозначного. При всем при этом «Герой нашего времени» — это и философское произведение, ставящее перед читателем важнейшие вопросы о смысле жизни, о роли фатума; это еще и любовный роман, увлекательный, волнующий и трагический. Написанный в позапрошлом веке, «Герой нашего времени не теряет своей актуальности, потому что в каждом поколении есть свои герои, свои Печорины, свои «лишние люди».",
    "pages": 239,
    "year": 1840,
    "terms": "Классическая отечественная проза",
    "stock": 41,
    "price": 224,
    "sale": 0.9
  }
]
